const button = document.getElementById("btn");


function handleClick() {

  alert("Моя кохана");
  alert("Квіточка моя")
  alert("Найдорожча дівчинка");
  alert("Я хочу тебе привітати з твоїм днем");
  alert("Ти в мене завжди найкраща, незрівнянна");
  alert("Бажаю тобі рости і стрімко розвиватись разом зі мною");
  alert("Щоб всі мрії втілювались в реальність")
  alert("Аби в тебе в житті все було тільки за твоїм сценарієм");
  alert("Успіху в роботі, навчанні");
  alert("Щоб була чемненька:)")
  alert("Я щасливий з тобою, ти в мене найдорожча");
  alert("ЛЮБЛЮ ТЕБЕ");

}


button.addEventListener("click", handleClick);

